Repository: jcontoso/picom-conf-gtk
Catalog: po/*/picom-conf-gtk.po
Languages: tr_tr

source: Error
tr_tr: Hata

source: Blurring
tr_tr: Bulanıklaştırma

source: Enable window background blurring
tr_tr: Pencere arka planını bulanıklaştır

source: Enable semi-transparent window background blurring
tr_tr: Yarı saydam pencerelerin arka planını bulanıklaştırmayı etkinleştir

source: Enable window background blurring when the frame is not opaque
tr_tr: Çerçeve opak olmadığında pencere arka planını bulanıklaştırmayı etkinleştir

source: Use a fixed blurring strength
tr_tr: Sabit bir bulanıklık gücü kullan

source: Blurring method
tr_tr: Bulanıklaştırma yöntemi

source: Convolution blurring kernel
tr_tr: Evrişim bulanıklaştırma çekirdeği

source: Custom
tr_tr: Özel

source: Custom convolution blurring kernel
tr_tr: Özel evrişim bulanıklaştırma çekirdeği

source: Size
tr_tr: Büyüklük

source: Gaussian blurring deviation size
tr_tr: Gauss bulanıklığında sapma büyüklüğü

source: Exclusion rules
tr_tr: Hariç tutma kuralları

source: Override editor
tr_tr: Zorlama durumları düzenleyicisi

source: Fading
tr_tr: Soldurma

source: Do not override
tr_tr: Zorlama

source: Force enable
tr_tr: Zorla aç

source: Force disable
tr_tr: Zorla kapat

source: Shadows
tr_tr: Gölgeler

source: Full shadow drawing
tr_tr: Tam gölge çizme

source: Shadow clipping
tr_tr: Gölge kırkma

source: Ignore redirects
tr_tr: Yönlendirmeleri yoksay

source: Force focused state
tr_tr: Odaklı durum zorla

source: Opacity
tr_tr: Opaklık

source: Override
tr_tr: Zorla

source: Apply
tr_tr: Uygula

source: Cancel
tr_tr: İptal

source: Condition editor
tr_tr: Koşul düzenleyici

source: Add
tr_tr: Ekle

source: Remove
tr_tr: Çıkart

source: Overrides
tr_tr: Zorlama durumları

source: Window types
tr_tr: Pencere türleri

source: Edit
tr_tr: Değiştir

source: Corners
tr_tr: Köşeler

source: Round the corners of windows
tr_tr: Pencerelerin köşelerini yuvarla

source: Corner radius
tr_tr: Köşe yarıçapı

source: Let windows set their own inactive opacity values
tr_tr: Pencereler kendi etkin olmayan opaklık değerlerini ayarlasın

source: Window frame opacity
tr_tr: Pencere çerçevesi opaklığı

source: Inactive window opacity
tr_tr: Etkin olmayan pencere opaklığı

source: Active window opacity
tr_tr: Etkin pencere opaklığı

source: Inactive window dimming
tr_tr: Etkin olmayan pencere karartma

source: Opacity rules
tr_tr: Opaklık kuralları

source: Shadow cropping region editor
tr_tr: Gölge kırpma bölgesi düzenleyicisi

source: Enable
tr_tr: Etkinleştir

source: Position
tr_tr: Konum

source: Upper left corner
tr_tr: Sol üst köşe

source: Upper right corner
tr_tr: Sağ üst köşe

source: Lower left corner
tr_tr: Sol alt köşe

source: Lower right corner
tr_tr: Sag alt köşe

source: Height
tr_tr: Yükseklik

source: X offset
tr_tr: X ofseti

source: Y offset
tr_tr: Y ofseti

source: Shadow
tr_tr: Gölge

source: Enable client-side shadows on windows
tr_tr: Pencerelerde gölgeleri etkinleştir

source: Crop shadows of maximized windows from extended displays
tr_tr: Pencerelerin gölgelerini genişletilmiş ekranlardan kırpın

source: Blur radius
tr_tr: Bulanıklık yarıçapı

source: Left offset
tr_tr: Sol ofset

source: Top offset
tr_tr: Üst ofset

source: Translucency
tr_tr: Saydamlık

source: Color
tr_tr: Renk

source: Clipping rules
tr_tr: Kırkım kuralları

source: Cropping region
tr_tr: Kırpma alanı

source: Fade
tr_tr: Soldurma

source: Fade windows during opacity changes
tr_tr: Opaklık değişiklikleri sırasında pencereleri soldur

source: Avoid fading windows in/out when opening/closing
tr_tr: Pencereler açılırken söndürmekten ve açmaktan kaçın

source: Avoid fading destroyed ARGB windows in/out (workaround)
tr_tr: Yok edilen ARGB pencerelerini söndürmekten ve açmaktan kaçın

source: Milliseconds between steps
tr_tr: Adımlar arasındaki milisaniyeler

source: Change amount between steps while fading in
tr_tr: Açılma sırasında adımlar arasındaki değişim miktarı

source: Change amount between steps while fading out
tr_tr: Sönüşüm sırasında adımlar arasındaki değişim miktarı

source: Rendering
tr_tr: Çizme

source: Use vertical synchronization
tr_tr: Dikey senkronizasyon kullan

source: Use XSync to sync drawing operations
tr_tr: Çizim işlemlerini senkronize etmek için XSync'i kullan

source: Redraw the screen every time
tr_tr: Her zaman ekranı yeniden çiz

source: Force all windows to be drawn with blending
tr_tr: Tüm pencereleri karıştırma ile çizilmeye zorla

source: Backend
tr_tr: Arkayüz

source: Hybrid (XRender/OpenGL)
tr_tr: Hibrit (XRender/OpenGL)

source: Color inversion rules
tr_tr: Renk ters çevirme kuralları

source: Use a higher color depth during rendering
tr_tr: Çizerken daha yüksek bir renk derinliği kullan

source: Use stencil buffering
tr_tr: Şablon arabelleğe almayı kullan

source: Rebind pixmaps when a window is damaged
tr_tr: Bir pencere değiştiğinde piksel haritalarını yeniden bağla

source: Make transparent windows clip other windows
tr_tr: Saydam pencerelerin diğer pencereleri kırpmasını sağla

source: Transparent window clipping rules
tr_tr: Şeffaf pencere kırkım kuralları

source: Max window brightness
tr_tr: Maksimum pencere parlaklığı

source: Window rendering shader
tr_tr: Pencere çizme gölgelendiricisi

source: Per-window shader rules
tr_tr: Pencere tabanlı gölgelendirici kuralları

source: Window detection
tr_tr: Pencere alıglama

source: Window grouping
tr_tr: Pencere gruplama

source: Do not group windows
tr_tr: Asla gruplama

source: Use the 'WM_TRANSIENT_FOR' hint for grouping
tr_tr: Gruplama için 'WM_TRANSIENT_FOR' ipucusunu kullan

source: Use the 'WM_CLIENT_LEADER' hint for grouping
tr_tr: Gruplama için 'WM_CLIENT_LEADER' ipucusunu kullan

source: Try to detect WM windows and mark them as active
tr_tr: WM pencerelerini algılamaya çalışarak onları aktif olarak işaretle

source: Mark override-redirect windows that doesn't have a child window with 'WM_STATE' focused
tr_tr: Odaklanmış alt penceresi olmayan "override-redirect" pencerelerini işaretle

source: Try to detect windows with rounded corners and don't consider them shaped windows
tr_tr: Köşeleri yuvarlatılmış pencereleri algılamaya çalışarak şekilli pencereler olarak düşünme

source: Detect the '_NET_WM_WINDOW_OPACITY' hint on client windows
tr_tr: İstemci pencerelerinde '_NET_WM_WINDOW_OPACITY' ipucunu algıla

source: Use the '_NET_ACTIVE_WINDOW' hint to determine the currently focused window
tr_tr: Odaklanmış olan pencereyi bulmak için '_NET_ACTIVE_WINDOW' ipucusunu kullan

source: Do not use EWMH hints to detect fullscreen windows
tr_tr: Tam ekran pencereleri bulmak için EWMH ipucularını kullanma

source: Unredirect all windows if a full-screen opaque window is detected
tr_tr: Bir tam ekran opak pencere bulunursa bütün pencereleri yeniden yönlendirme

source: Window unredirection delay
tr_tr: Pencere yeniden yönlendirmeme gecikmesi

source: Window unredirection rules
tr_tr: Pencere yeniden yönlendirmeme kuralları

source: Custom damaged region margins
tr_tr: Yeniden çizilmesi gereken bölgeler için özel marjinler

source: Windows focus conditions
tr_tr: Pencere odak durumları

source: Select File
tr_tr: Dosya Seç

source: Select
tr_tr: Seç

source: Miscellaneous
tr_tr: Diğer ayarlar

source: Enable remote control via D-Bus
tr_tr: D-Bus üzerinden uzaktan kumandayı etkinleştir

source: Fork to background after initialization
tr_tr: Başladıktan sonra arka plana geç

source: Show all X errors
tr_tr: Bütün X11 hatalarını göster

source: Write logs to a file
tr_tr: Logları bir dosyaya yaz

source: Write the process ID to a file
tr_tr: Görev numarasını bir dosyaya yaz

source: Logging level
tr_tr: Log yapma seviyesi

source: Trace
tr_tr: İz ver

source: Debug
tr_tr: Hata ayıklama bilgisi ver

source: Info
tr_tr: Bilgi ver

source: Warn
tr_tr: Uyarı ver

source: Log file
tr_tr: Log dosyası

source: Browse
tr_tr: Gözat

source: Process ID file
tr_tr: Görev numarası dosyası

source: picom-conf-gtk is a simple graphical tool for configuring picom.
tr_tr: Picom'u ayarlamak için bir program.

source: Picom Configuration
tr_tr: Picom Yapılandırması

source: Gaussian
tr_tr: Gauss

source: Box
tr_tr: Kutu

source: Convolution
tr_tr: Evrişim

source: Dual kawase
tr_tr: Çift kawase

source: About
tr_tr: Hakkında

source: Unknown
tr_tr: Bilinmeyen

source: Desktop
tr_tr: Masaüstü

source: Toolbar
tr_tr: Araç çubuğu

source: Menu
tr_tr: Menü

source: Utility
tr_tr: Yardımcı

source: Splash
tr_tr: Açılış ekranı

source: Dialog
tr_tr: Diyalog

source: Normal
tr_tr: Sıradan

source: Dropdown menu
tr_tr: Aşağıya doğru açılan menü

source: Tooltip
tr_tr: İpucu

source: Popup menu
tr_tr: Açılır menü

source: Notification
tr_tr: Bildiri

source: Combo
tr_tr: Birleşik

source: Drag and drop
tr_tr: Sürükle ve bırak

source: Config load failed: %s (%s:%d)
tr_tr: Ayarlama dosyasını okurken bir hata oluştu. (%s, %s:%d)

source: Config load failed: %s (%s)
tr_tr: Ayarlama dosyasını okurken bir hata oluştu. (%s, %s)

source: Config save failed: %s (%s:%d)
tr_tr: Ayarlama dosyasını kaydederken bir hata oluştu. (%s, %s:%d)
